;;; пример-init.el --- Пример init.el
;;; Commentary:

;; Этот файл можно скопировать в ~/.emacs.d/init.el
;; или подключить прямо из него так:
;; ;;; ~/emacs.d/init.el
;; (add-to-list 'load-path "~/Добро")
;; (require 'пример-init)

;;; Code:

;; (add-to-list 'load-path "~/Добро")

(require 'загрузить)

(загрузить 'оптимизация-производительности)
(загрузить 'менеджер-пакетов-straight)
(загрузить 'пароли-и-шифрование)
(загрузить 'хранение-истории-состояний)
(загрузить 'дао)
(загрузить 'внешний-вид)
(загрузить 'шрифты)
(загрузить 'редактор)
(загрузить 'программирование)
(загрузить 'лисп)
(загрузить 'организация)
(загрузить 'списки-и-деревья)
(загрузить 'проекты)
(загрузить 'терминалы)
(загрузить 'сеть)
(загрузить 'справка)
(загрузить 'ленты-новостей)
(загрузить 'быстрый-доступ)
(загрузить 'дополнение-строк)
(загрузить 'веб-разработка)
(загрузить 'организация)
(загрузить 'режим-бога)
(загрузить 'инструменты)
(загрузить 'словари-и-перевод)
(загрузить 'пульт-управления)
(загрузить 'оконный-менеджер)
(загрузить 'внешние-мониторы)

(provide 'пример-init)

;;; пример-init.el ends here
