;;; package --- Summary
;;; Commentary:
;;; Code:

;;; Запуск конфигурации 

;; (add-to-list 'load-path "~/Добро")

(require 'разные-функции)

(подключить-модуль 'оптимизация)
(подключить-модуль 'пакеты)
(подключить-модуль 'оконный-менеджер)
(подключить-модуль 'мониторы)
(подключить-модуль 'дао)
(подключить-модуль 'внешний-вид)
(подключить-модуль 'шрифты)
(подключить-модуль 'редактор)
(подключить-модуль 'история)
(подключить-модуль 'безопасность)
(подключить-модуль 'программирование)
(подключить-модуль 'лисп)
(подключить-модуль 'организация)
(подключить-модуль 'деревья)
(подключить-модуль 'проекты)
(подключить-модуль 'терминалы)
(подключить-модуль 'сеть)
(подключить-модуль 'справка)
(подключить-модуль 'ленты-новостей)
(подключить-модуль 'быстрый-доступ)
(подключить-модуль 'дополнение-строк)
(подключить-модуль 'веб-разработка)
(подключить-модуль 'организация)
(подключить-модуль 'режим-бога)
(подключить-модуль 'инструменты)
(подключить-модуль 'пульт-управления)

(provide 'пример-init)
;;; пример-init.el ends here
